/* No comment provided by engineer. */
" button below to get started 😄" = " बटन नीचे शुरू करने के लिए 😄";

/* No comment provided by engineer. */
" features include the following" = " सुविधाओं में निम्नलिखित शामिल हैं";

/* No comment provided by engineer. */
" user 🤩, you have access to:" = " उपयोगकर्ता 🤩, आपकी पहुंच है:";

/* used in displaying approx file size value in pdf creation page. */
"%lld" = "%lld";

/* No comment provided by engineer. */
"DocWind > %@" = "डॉकविंड > %@";

/* No comment provided by engineer. */
"+" = "+";

/* No comment provided by engineer. */
"---Or---" = "---या---";

/* No comment provided by engineer. */
"1 MB" = "1 MB";

/* No comment provided by engineer. */
"1. Go to the settings app 🛠" = "1. Go to the settings app 🛠";

/* No comment provided by engineer. */
"2. Tap on your account name 👾" = "2. Tap on your account name 👾";

/* No comment provided by engineer. */
"200 KB" = "200 KB";

/* No comment provided by engineer. */
"3. Tap on iCloud ☁️" = "3. Tap on iCloud ☁️";

/* No comment provided by engineer. */
"4. Switch on iCloud drive ☁️" = "4. Switch on iCloud drive ☁️";

/* No comment provided by engineer. */
"5. Restart app 📱" = "5. Restart app 📱";

/* No comment provided by engineer. */
"500 KB" = "500 KB";

/* No comment provided by engineer. */
"6. and you're good to go 🤙" = "6. and you're good to go 🤙";

/* No comment provided by engineer. */
"A mobile document scanner which helps you manage and keep track of your documents" = "एक मोबाइल दस्तावेज़ स्कैनर जो आपके दस्तावेज़ों को प्रबंधित करने और उन्हें ट्रैक रखने में आपकी सहायता करता है";

/* No comment provided by engineer. */
"Add a new directory" = "एक नई निर्देशिका जोड़ें";

/* No comment provided by engineer. */
"Add more +" = "अधिक जोड़ें +";

/* No comment provided by engineer. */
"Add Pages" = "पेज जोड़ें";

/* No comment provided by engineer. */
"Add pages?" = "पेज जोड़ें?";

/* No comment provided by engineer. */
"Add signature" = "हस्ताक्षर जोड़ें";

/* No comment provided by engineer. */
"Adjust" = "समायोजित";

/* No comment provided by engineer. */
"Ah, its empty here" = "यह यहां खाली है";

/* No comment provided by engineer. */
"Alert" = "चेतावनी";

/* No comment provided by engineer. */
"and more in the future updates 🤓" = "और भविष्य के अपडेट में और अधिक 🤓";

/* No comment provided by engineer. */
"App Icons" = "ऐप आइकन";

/* No comment provided by engineer. */
"App Tint" = "ऐप टिंट";

/* No comment provided by engineer. */
"Approximate file size: %@ \n high resolution images can increase file size." = "अनुमानित फ़ाइल आकार: %@ \n उच्च रिज़ॉल्यूशन की छवियाँ फ़ाइल का आकार बढ़ा सकती हैं.";

/* No comment provided by engineer. */
"Are you sure you want to delete this document?" = "क्या आप वाकई इस दस्तावेज़ को हटाना चाहते हैं?";

/* No comment provided by engineer. */
"Back" = "वापस";

/* No comment provided by engineer. */
"Batch" = "Batch";

/* No comment provided by engineer. */
"Be able to edit your documents with annotations and custom signature" = "एनोटेशन और कस्टम हस्ताक्षर के साथ अपने दस्तावेजों को संपादित करने में सक्षम हो";

/* No comment provided by engineer. */
"Bigger pdfs may take longer to scan" = "बड़ी फ़ाइलों को स्कैन करने में अधिक समय लग सकता है";

/* No comment provided by engineer. */
"Brightness" = "चमक";

/* No comment provided by engineer. */
"by Jang Seoksoon" = "द्वारा Jang Seoksoon";

/* No comment provided by engineer. */
"by MetalPetal" = "द्वारा MetalPetal";

/* No comment provided by engineer. */
"by Simon Bachmann" = "द्वारा Simon Bachmann";

/* No comment provided by engineer. */
"Cancel" = "रद्द करें";

/* No comment provided by engineer. */
"Card" = "कार्ड";

/* No comment provided by engineer. */
"Change color" = "रंग बदलना";

/* No comment provided by engineer. */
"Change later" = "बाद में बदलें";

/* No comment provided by engineer. */
"Choose a file icon" = "एक फ़ाइल आइकन चुनें";

/* No comment provided by engineer. */
"Choose a folder icon" = "एक फ़ोल्डर आइकन चुनें";

/* No comment provided by engineer. */
"Choose an image" = "एक छवि चुनें";

/* No comment provided by engineer. */
"Choose an option" = "एक विकल्प चुनें";

/* No comment provided by engineer. */
"Clear" = "स्पष्ट";

/* No comment provided by engineer. */
"Compress file" = "फ़ाइल संपीड़ित करें";

/* No comment provided by engineer. */
"Compression percentage" = "संपीड़न प्रतिशत";

/* No comment provided by engineer. */
"ConfettiSwiftUI" = "ConfettiSwiftUI";

/* No comment provided by engineer. */
"Content display type" = "प्रदर्शन प्रकार";

/* No comment provided by engineer. */
"Contrast" = "व्यतिरेक";

/* No comment provided by engineer. */
"Could not detect any addresses :(, try again." = "कोई पता नहीं लगा सका :(, पुनः प्रयास करें.";

/* No comment provided by engineer. */
"Crop" = "काटना";

/* No comment provided by engineer. */
"Custom Annotations" = "कस्टम एनोटेशन";

/* No comment provided by engineer. */
"Default icon" = "डिफ़ॉल्ट आइकन";

/* No comment provided by engineer. */
"Delete" = "हटाएं";

/* No comment provided by engineer. */
"Dependencies used" = "निर्भरता का इस्तेमाल किया";

/* No comment provided by engineer. */
"Detected data:" = "पता लगाया गया डेटा:";

/* No comment provided by engineer. */
"Directory name" = "निर्देशिका का नाम";

/* No comment provided by engineer. */
"Dismiss" = "खारिज";

/* No comment provided by engineer. */
"doc" = "डॉक";

/* No comment provided by engineer. */
"docWind" = "डॉकविंड";

/* No comment provided by engineer. */
"DocWind >" = "डॉकविंड >";

/* No comment provided by engineer. */
"Done" = "समाप्त";

/* No comment provided by engineer. */
"Dont like the default watermark?, remove it with docWind+" = "डिफ़ॉल्ट वॉटरमार्क पसंद नहीं है?, इसे डॉकविंड+ के साथ हटा दें";

/* No comment provided by engineer. */
"Draw" = "घसीटना";

/* No comment provided by engineer. */
"Edit" = "संपादित करें";

/* No comment provided by engineer. */
"Edit PDF" = "पीडीएफ संपादित करें";

/* No comment provided by engineer. */
"Edit Photo" = "फ़ोटो संपादित करें";

/* No comment provided by engineer. */
"Enter a name" = "नाम डालें";

/* No comment provided by engineer. */
"Error" = "त्रुटि";

/* No comment provided by engineer. */
"Error while compressing file" = "फ़ाइल को संपीड़ित करते समय त्रुटि";

/* No comment provided by engineer. */
"File name" = "फ़ाइल का नाम";

/* No comment provided by engineer. */
"File size" = "फ़ाइल का साइज़";

/* No comment provided by engineer. */
"Fill and Sign ✍️" = "भरें और हस्ताक्षर करें ✍️";

/* No comment provided by engineer. */
"Filters" = "फिल्टर";

/* No comment provided by engineer. */
"Get important info right after scanning a document" = "किसी दस्तावेज़ को स्कैन करने के बाद सही जानकारी प्राप्त करें";

/* No comment provided by engineer. */
"Grid View" = "ग्रिड आलोकन";

/* No comment provided by engineer. */
"https://github.com/boraseoksoon/Throttler.git" = "https://github.com/boraseoksoon/Throttler.git";

/* No comment provided by engineer. */
"https://github.com/MetalPetal/MetalPetal.git" = "https://github.com/MetalPetal/MetalPetal.git";

/* No comment provided by engineer. */
"https://github.com/simibac/ConfettiSwiftUI" = "https://github.com/simibac/ConfettiSwiftUI";

/* No comment provided by engineer. */
"iCloud drive ❌" = "iCloud drive ❌";

/* No comment provided by engineer. */
"Let's get you started!" = "चलिए शुरू करते हैं";

/* No comment provided by engineer. */
"List View" = "सूचीपत्र आलोकन";

/* No comment provided by engineer. */
"Loading..." = "लोड हो रहा है...";

/* No comment provided by engineer. */
"Lock folder?" = "फ़ोल्डर लॉक करें?";

/* No comment provided by engineer. */
"Looks empty here, scan a new document or create a new directory using the '+' button above." = "यहां खाली दिखता है, एक नया दस्तावेज़ स्कैन करें या ऊपर '+' बटन का उपयोग करके एक नई निर्देशिका बनाएं.";

/* No comment provided by engineer. */
"Looks empty here, scan a new document using the '+' button above." = "यहां खाली दिखता है, ऊपर '+' बटन का उपयोग करके एक नया दस्तावेज़ स्कैन करें।";

/* No comment provided by engineer. */
"Made with ❤️ by Sarvad👨🏾‍💻" = "सर्वद ❤️ से बनाया👨🏾‍💻";

/* No comment provided by engineer. */
"Make sure to wait for the green rectangle to appear over the card before tapping on capture button" = "Make sure to wait for the green rectangle to appear over the card before tapping on capture button";

/* No comment provided by engineer. */
"Max file size:" = "अधिकतम फ़ाइल आकार:";

/* No comment provided by engineer. */
"MetalPetal" = "MetalPetal";

/* No comment provided by engineer. */
"MIT License" = "MIT License";

/* No comment provided by engineer. */
"More to come soon :)" = "जल्द ही आने के लिए :)";

/* No comment provided by engineer. */
"Notice" = "नोटिस";

/* No comment provided by engineer. */
"OCR" = "ओसीआर";

/* No comment provided by engineer. */
"OCR Text recognition 👁" = "ओसीआर पाठ मान्यता 👁";

/* No comment provided by engineer. */
"Options" = "विकल्प";

/* No comment provided by engineer. */
"Others" = "अन्य";

/* No comment provided by engineer. */
"Pencil Width" = "पेंसिल की चौड़ाई";

/* No comment provided by engineer. */
"Please wait" = "कृपया प्रतीक्षा करें";

/* No comment provided by engineer. */
"PLUS" = "प्लस";

/* No comment provided by engineer. */
"Private" = "निजी";

/* No comment provided by engineer. */
"Remove watermark 👣" = "वॉटरमार्क हटाओ 👣";

/* No comment provided by engineer. */
"Rename" = "नाम बदलें";

/* No comment provided by engineer. */
"Retry" = "फिर से कोशिश करना";

/* No comment provided by engineer. */
"Rotate left" = "बायीं तरफ";

/* No comment provided by engineer. */
"Rotate right" = "दाएं घुमाएं";

/* No comment provided by engineer. */
"Saturation" = "परिपूर्णता";

/* No comment provided by engineer. */
"Save" = "सहेजें";

/* No comment provided by engineer. */
"Scan a document" = "एक दस्तावेज़ को स्कैन करें";

/* No comment provided by engineer. */
"Scan QR/Barcode code" = "क्यू आर कोड स्कैन करें";

/* No comment provided by engineer. */
"Scanned Text" = "स्कैन किया हुआ पाठ";

/* No comment provided by engineer. */
"Search" = "खोज";

/* No comment provided by engineer. */
"Settings" = "समायोजन";

/* No comment provided by engineer. */
"Share" = "शेयर";

/* No comment provided by engineer. */
"Signature" = "हस्ताक्षर";

/* No comment provided by engineer. */
"Single" = "एक";

/* No comment provided by engineer. */
"Subscriptions" = "सदस्यता";

/* No comment provided by engineer. */
"Support" = "सहयोग";

/* No comment provided by engineer. */
"Support an iOS developer 😄" = "iOS डेवलपर का समर्थन करें 😄";

/* No comment provided by engineer. */
"Take a snap" = "एक तस्वीर लो";

/* No comment provided by engineer. */
"Tap and hold on an item for more options" = "अधिक विकल्पों के लिए किसी आइटम पर टैप करें और दबाए रखें";

/* No comment provided by engineer. */
"Tap and hold on an item for more options" = "अधिक विकल्पों के लिए किसी आइटम पर टैप करें और दबाए रखें";

/* No comment provided by engineer. */
"Tap on image for more options" = "अधिक विकल्पों के लिए छवि पर टैप करें";

/* No comment provided by engineer. */
"The docWind" = "डॉकविंड";

/* No comment provided by engineer. */
"The iCloud drive needs to be switched on, this app uses iCloud containers to store data." = "The iCloud drive needs to be switched on, this app uses iCloud containers to store data.";

/* No comment provided by engineer. */
"This may take a few minutes" = "इसमें कुछ मिनट लग सकते हैं";

/* No comment provided by engineer. */
"Throttler" = "Throttler";

/* No comment provided by engineer. */
"To switch on your iCloud drive follow these steps:" = "To switch on your iCloud drive follow these steps:";

/* No comment provided by engineer. */
"Update UI" = "यूआई अपडेट करें";

/* No comment provided by engineer. */
"Use the \"Pen\" 🖋 for signatures" = "हस्ताक्षर के लिए \"पेन\" 🖋 का उपयोग करें";

/* No comment provided by engineer. */
"Watermark" = "वॉटरमार्कक";

/* No comment provided by engineer. */
"Welcome to \n" = "आपका स्वागत है \n";

/* No comment provided by engineer. */
"Wind" = "विंड";

/* No comment provided by engineer. */
"You are a docWind" = "आप एक डॉकविंड";

/* No comment provided by engineer. */
"👆 on the " = "👆 पर ";

"Unknown name" = "अज्ञात नाम";

"Scan all documents whether it's single page, multi page, or even ID cards." = "सभी दस्तावेजों को स्कैन करें चाहे उसका एकल पृष्ठ, बहु पृष्ठ, या यहां तक ​​कि आईडी कार्ड।.";

"Scan" = "स्कैन";

"Protect documents" = "दस्तावेजों को सुरक्षित रखें";

"Protect your sensitive documents using TouchID or FaceID." = "टचआईडी या फेसआईडी का उपयोग करके अपने संवेदनशील दस्तावेजों को सुरक्षित रखें।";

"Share documents" = "दस्तावेज़ साझा करें";

"Share your documents to iCloud or using email, directly from docWind." = "सीधे अपने दस्तावेज़ों को iCloud या ईमेल का उपयोग करके, सीधे डॉकविंड से साझा करें।";

"Continue" = "चालू रहना";

"Buy docWind +" = "डॉकविंड + खरीदें";

"Restore purchase" = "पुनःस्थापन क्रय";

"docWind Plus" = "डॉकविंड प्लस";

"Change app icon" = "ऐप आइकन बदलें";

"Enable Lock" = "ताला सक्षम करें";

"Write a review" = "एक समीक्षा लिखे";

"Feature request" = "महत्वपूर्ण लेख मांगना";

"Report a bug" = "गलती सूचित करें";

"App version" = "एप्लिकेशन वेरीज़न";

"Share app?" = "ऐप शेयर करें?";

"About developer" = "डेवलपर के बारे में";

"You need to be docWind Plus user to access this feature" = "इस सुविधा का उपयोग करने के लिए आपको डॉकविंड प्लस उपयोगकर्ता होना चाहिए";

"No Mail Accounts" = "कोई मेल खाता नहीं";

"Please set up a Mail account in order to send email" = "ईमेल भेजने के लिए कृपया एक मेल खाता सेट करें";

"In order to change the language, make sure to wait for a few seconds and close and reopen the app." = "भाषा बदलने के लिए, कुछ सेकंड के लिए प्रतीक्षा करें और ऐप को बंद करें और फिर से खोलें।";

"All local files from Files App(under docWind directory) have been synced up." = "फ़ाइलें ऐप (डॉकविंड निर्देशिका के तहत) से सभी स्थानीय फ़ाइलों को समन्वयित किया गया है।";

"File name already exists chose a new" = "फ़ाइल नाम पहले से मौजूद है एक नया चुना";

"Scanned QR Code didn't contain a valid URL to download a PDF from" = "स्कैन किए गए QR कोड में पीडीएफ डाउनलोड करने के लिए एक वैध URL नहीं था";

"Make sure you have scan at least one document" = "सुनिश्चित करें कि आपके पास कम से कम एक दस्तावेज़ स्कैन है";

"Successfully authenticated! 🥳" = "सफलतापूर्वक प्रमाणित! 🥳";

"Failed to recognize user 🤐" = "उपयोगकर्ता को पहचानने में विफल 🤐";

"No biometrics available 🤔, try creating a new folder" = "कोई बायोमेट्रिक उपलब्ध नहीं है 🤔, एक नया फ़ोल्डर बनाने का प्रयास करें";

"Could'nt find file :(" =  "फ़ाइल नहीं मिल सकी :(";

"Couldnt delete file" = "फ़ाइल को हटाया नहीं जा सका";

"Couldnt delete folder" = "फ़ोल्डर नहीं हटाया जा सका";

"Could'nt get images from pdf :(" = "Pdf से चित्र प्राप्त नहीं कर सके :(";

"All local files from Files App(under docWind/%@ directory) have been synced up." = "Files App से सभी स्थानीय फ़ाइलें(डॉकविंड के तहत/ %@ निर्देशिका) समन्वयित किया गया है।";

"Error creating directory :(" = "निर्देशिका बनाने में त्रुटि :(";

"Folder name already exists chose a new one" = "फ़ोल्डर नाम पहले से मौजूद है एक नया चुनें";

"Please make sure to fill all fields :)" = "कृपया सभी फ़ील्ड भरना सुनिश्चित करें :)";

"Are you sure you want to cancel the changes made" = "क्या आप वाकई किए गए परिवर्तनों को रद्द करना चाहते हैं?";

"Could'nt load file :(" = "फ़ाइल लोड नहीं कर सका :(";

"No internet connection detected :(" = "कोई इंटरनेट कनेक्शन नहीं मिला :(";

"Restored purchase" = "खरीद बहाल";

"Error renaming file :(" = "फ़ाइल का नाम बदलने में त्रुटि :(";

"Error updating file :(" = "फ़ाइल अपडेट करने में त्रुटि हुई :(";

"Make sure you have scan atleast one document" = "सुनिश्चित करें कि आपके पास कम से कम एक दस्तावेज़ स्कैन है";

"Languages" = "बोली";

"English" = "English";

"Hindi" = "हिन्दी";

"More languages support to come soon" = "अधिक भाषाओं का समर्थन, जल्द ही आने के लिए।";
